/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Incoming Details Request";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Busy";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Call Error 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Call Error 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Call Waiting";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Connection";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Contact Available";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Contact Unavailable";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Contacts Received";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "File Transfer Complete";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "File Transfer Failed";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "First Message Received";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Call Ended";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Hold Call";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Incoming Call";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Incoming File Transfer";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Sign In";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Sign Out";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Message Received";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Foreground Message Received";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Message Sent";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "New User";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Outgoing Call";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Remote Hang Up";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Resume Call";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Touch Tone Dial Up";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "TripleBeep";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Voice Message";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "When I Sign Out";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "When I Sign In";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Contact Becomes Available";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Contact Becomes Unavailable";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Incoming Call";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Incoming Call - Call Waiting";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Call Connecting";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Outgoing Call";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Call Ended";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Group Call Participant Hung Up";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Busy";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Hold Call";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Resume Call";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "New Message in Recent Conversation";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "New Message in Current Conversation";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "First Message in Conversation";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Mood Message Received";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Contact Is Typing";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Message Sent";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Contact Request Received";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Contacts Received";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Incoming File Transfer";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "File Transfer Completed";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "File Transfer Failed";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Desktop API App Connected";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "You have signed in.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "You have signed out.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Your contact \"@\" is available.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Your contact \"@\" is unavailable.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "You have an incoming call from \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "You have an incoming call from \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Call connecting.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Calling \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Call ended.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Participant hung up.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Line is busy.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Hold call.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Resume call.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Message";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Message from \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Message to \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" changed mood message.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "You have a chat message from \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" is typing.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "You have received contact request from \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "You have received a list of contacts from \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "You have received a file from \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "File transfer with \"@\" is completed.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "File transfer with \"@\" has failed.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" connected to Skype";
